Repository: 0xJacky/vphone-cli
Catalog: VPhoneLaunchpad/VPhoneLaunchpad/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: Console
ja: コンソール
ko: 콘솔
vi: Bảng điều khiển
zh_hans: 控制台

source: Console Log
ja: コンソールログ
ko: 콘솔 로그
vi: Nhật ký bảng điều khiển
zh_hans: 控制台日志

source: Continue
ja: 続ける
ko: 계속
vi: Tiếp tục
zh_hans: 继续

source: Continue without this check. The Core Bundle still runs its own checks.
ja: このチェックなしで続行します。コアバンドル自体のチェックは引き続き実行されます。
ko: 이 검사 없이 계속합니다. 코어 번들 자체의 검사는 계속 실행됩니다.
vi: Tiếp tục mà không có mục kiểm tra này. Bundle lõi vẫn chạy các kiểm tra của riêng nó.
zh_hans: 跳过此项检查继续。核心 Bundle 仍会运行自己的检查。

source: Copy
ja: コピー
ko: 복사
vi: Sao chép
zh_hans: 拷贝

source: Copy Command
ja: コマンドをコピー
ko: 명령 복사
vi: Sao chép lệnh
zh_hans: 拷贝命令

source: Copy Path
ja: パスをコピー
ko: 경로 복사
vi: Sao chép đường dẫn
zh_hans: 拷贝路径

source: Core Bundle
ja: コアバンドル
ko: 코어 번들
vi: Bundle lõi
zh_hans: 核心 Bundle

source: Core Bundle %@
ja: コアバンドル %@
ko: 코어 번들 %@
vi: Bundle lõi %@
zh_hans: 核心 Bundle %@

source: Core Bundle Install
ja: コアバンドルのインストール
ko: 코어 번들 설치
vi: Cài đặt Bundle lõi
zh_hans: 核心 Bundle 安装

source: Core Bundles
ja: コアバンドル
ko: 코어 번들
vi: Bundle lõi
zh_hans: 核心 Bundle

source: CPU and memory
ja: CPU とメモリ
ko: CPU 및 메모리
vi: CPU và bộ nhớ
zh_hans: CPU 和内存

source: Create
ja: 作成
ko: 생성
vi: Tạo
zh_hans: 创建

source: Create a machine
ja: マシンを作成
ko: 머신 생성
vi: Tạo máy ảo
zh_hans: 创建虚拟机

source: Create in
ja: 作成先
ko: 생성 위치
vi: Tạo trong
zh_hans: 创建位置

source: Create machine
ja: マシンを作成
ko: 머신 생성
vi: Tạo máy ảo
zh_hans: 创建虚拟机

source: Created
ja: 作成済み
ko: 생성됨
vi: Đã tạo
zh_hans: 已创建

source: Creates a .tzst archive for each machine in the folder you choose.
ja: 選択したフォルダに、マシンごとの .tzst アーカイブを作成します。
ko: 선택한 폴더에 머신마다 .tzst 아카이브를 만듭니다.
vi: Tạo một bản lưu trữ .tzst cho mỗi máy trong thư mục bạn chọn.
zh_hans: 在你选择的文件夹中为每台虚拟机创建一个 .tzst 归档。

source: Creates a .tzst archive.
ja: .tzst アーカイブを作成します。
ko: .tzst 아카이브를 만듭니다.
vi: Tạo tệp lưu trữ .tzst.
zh_hans: 生成 .tzst 归档。

source: Creates a smaller .txz archive. Export takes much longer.
ja: より小さい .txz アーカイブを作成します。書き出しにかなり時間がかかります。
ko: 더 작은 .txz 아카이브를 만듭니다. 내보내기에 훨씬 오래 걸립니다.
vi: Tạo tệp lưu trữ .txz nhỏ hơn. Quá trình xuất sẽ lâu hơn nhiều.
zh_hans: 生成更小的 .txz 归档。导出耗时会长得多。

source: Creating %@
ja: %@ を作成中
ko: %@ 생성 중
vi: Đang tạo %@
zh_hans: 正在创建 %@

source: Creating: %@
ja: 作成中: %@
ko: 생성 중: %@
vi: Đang tạo: %@
zh_hans: 正在创建：%@

source: Creation continues if you close the window. Start, settings and export wait until it finishes.
ja: ウインドウを閉じても作成は続行されます。開始、設定、書き出しは作成が終わるまで待機します。
ko: 윈도우를 닫아도 생성은 계속됩니다. 시작, 설정 및 내보내기는 생성이 끝날 때까지 기다립니다.
vi: Quá trình tạo vẫn tiếp tục nếu bạn đóng cửa sổ. Khởi động, cài đặt và xuất sẽ chờ đến khi tạo xong.
zh_hans: 关闭窗口后创建仍会继续。启动、设置和导出需等它完成后才能进行。

source: Creation continues if you close this window.
ja: このウインドウを閉じても作成は続行されます。
ko: 이 윈도우를 닫아도 생성은 계속됩니다.
vi: Quá trình tạo vẫn tiếp tục nếu bạn đóng cửa sổ này.
zh_hans: 关闭此窗口后，创建仍会继续。

source: Creation stopped
ja: 作成が停止しました
ko: 생성이 중지됨
vi: Đã dừng tạo
zh_hans: 创建已停止

source: Custom firmware installation on this machine did not complete, so it cannot boot. Choose Install Custom Firmware from the machine's menu, then start it again.
ja: このマシンのカスタムファームウェアのインストールが完了していないため、起動できません。マシンのメニューから「カスタムファームウェアをインストール」を選択してから、もう一度起動してください。
ko: 이 머신의 커스텀 펌웨어 설치가 완료되지 않아 부팅할 수 없습니다. 머신 메뉴에서 '커스텀 펌웨어 설치'를 선택한 다음 다시 시작하십시오.
vi: Việc cài firmware tùy chỉnh trên máy này chưa hoàn tất nên máy không thể khởi động. Chọn Cài firmware tùy chỉnh trong menu của máy, rồi khởi động lại.
zh_hans: 这台虚拟机的自定义固件没有安装完成，无法启动。请在虚拟机菜单中选择“安装自定义固件”，然后再启动。

source: Custom Firmware Not Installed
ja: カスタムファームウェア未インストール
ko: 커스텀 펌웨어 미설치
vi: Chưa cài firmware tùy chỉnh
zh_hans: 自定义固件未安装

source: Custom IPSWs
ja: カスタム IPSW
ko: 사용자 지정 IPSW
vi: IPSW tùy chỉnh
zh_hans: 自定义 IPSW

source: Delete
ja: 削除
ko: 삭제
vi: Xóa
zh_hans: 删除

source: Delete %@?
ja: %@ を削除しますか？
ko: %@을(를) 삭제하겠습니까?
vi: Xóa %@?
zh_hans: 删除 %@？

source: Delete %lld Machines?
ja: %lld 台のマシンを削除しますか？
ko: 머신 %lld대를 삭제하겠습니까?
vi: Xóa %lld máy?
zh_hans: 删除 %lld 台虚拟机？

source: Delete %lld Machines…
ja: %lld 台のマシンを削除…
ko: 머신 %lld대 삭제…
vi: Xóa %lld máy ảo…
zh_hans: 删除 %lld 台虚拟机…

source: Delete…
ja: 削除…
ko: 삭제…
vi: Xóa…
zh_hans: 删除…

source: Deleting…
ja: 削除中…
ko: 삭제 중…
vi: Đang xóa…
zh_hans: 正在删除…

source: Details
ja: 詳細
ko: 세부 사항
vi: Chi tiết
zh_hans: 详细信息

source: Developer Tools access
ja: デベロッパツールへのアクセス
ko: 개발자 도구 접근 권한
vi: Quyền Công cụ dành cho nhà phát triển
zh_hans: 开发者工具权限

# Differs from the preset: %lld off, %lld on.
source: Differs from the preset: %1$lld off, %2$lld on.
ja: プリセットとの差分：%1$lld 件オフ、%2$lld 件オン。
ko: 프리셋과 다름: %1$lld개 끔, %2$lld개 켬.
vi: Khác cấu hình sẵn: tắt %1$lld, bật %2$lld.
zh_hans: 与预设不同：关闭 %1$lld 个，启用 %2$lld 个。

source: Disk
ja: ディスク
ko: 디스크
vi: Ổ đĩa
zh_hans: 磁盘

source: Disk image
ja: ディスクイメージ
ko: 디스크 이미지
vi: Ảnh đĩa
zh_hans: 磁盘映像

source: Disk size
ja: ディスクサイズ
ko: 디스크 크기
vi: Dung lượng đĩa
zh_hans: 磁盘大小

source: Disks
ja: ディスク
ko: 디스크
vi: Ổ đĩa
zh_hans: 磁盘

source: Don’t Skip
ja: スキップしない
ko: 건너뛰지 않음
vi: Không bỏ qua
zh_hans: 不跳过

source: Done
ja: 完了
ko: 완료
vi: Xong
zh_hans: 完成

source: Download
ja: ダウンロード
ko: 다운로드
vi: Tải xuống
zh_hans: 下载

source: Download and Install
ja: ダウンロードしてインストール
ko: 다운로드 및 설치
vi: Tải xuống và cài đặt
zh_hans: 下载并安装

source: Download and prepare firmware
ja: ファームウェアをダウンロードして準備
ko: 펌웨어 다운로드 및 준비
vi: Tải xuống và chuẩn bị firmware
zh_hans: 下载并准备固件

source: Downloaded
ja: ダウンロード済み
ko: 다운로드됨
vi: Đã tải xuống
zh_hans: 已下载

source: Downloaded images
ja: ダウンロード済みのイメージ
ko: 다운로드한 이미지
vi: Ảnh đã tải xuống
zh_hans: 已下载的映像

source: Downloading
ja: ダウンロード中
ko: 다운로드 중
vi: Đang tải xuống
zh_hans: 正在下载

source: Downloads firmware, patches the boot chain, restores and boots — in one run.
ja: ファームウェアのダウンロード、ブートチェーンへのパッチ適用、復元、起動を一度に行います。
ko: 펌웨어 다운로드, 부트 체인 패치, 복원, 시동을 한 번에 진행합니다.
vi: Tải firmware, vá chuỗi khởi động, khôi phục và khởi động — trong một lần chạy.
zh_hans: 一次完成下载固件、修补启动链、恢复和启动。

source: Every patch in this bundle, including advanced ones that may stop a newly restored 26.4 machine from starting.
ja: このバンドルのすべてのパッチ。復元直後の 26.4 マシンが起動できなくなる可能性のある高度なパッチを含みます。
ko: 이 번들의 모든 패치로, 새로 복원한 26.4 머신이 부팅하지 못하게 할 수 있는 고급 패치를 포함합니다.
vi: Mọi bản vá trong gói này, bao gồm các bản vá nâng cao có thể khiến máy 26.4 vừa khôi phục không khởi động được.
zh_hans: 此 Bundle 中的全部补丁，包括可能导致刚恢复的 26.4 版本虚拟机无法启动的高级补丁。

source: Every release
ja: すべてのリリース
ko: 모든 릴리스
vi: Mọi bản phát hành
zh_hans: 所有版本

source: Every release is installed.
ja: すべてのリリースがインストール済みです。
ko: 모든 릴리스가 설치되어 있습니다.
vi: Đã cài đặt mọi bản phát hành.
zh_hans: 所有发行版均已安装。

source: Every required check passed.
ja: すべての必須チェックに合格しました。
ko: 모든 필수 검사를 통과했습니다.
vi: Đã đạt mọi mục kiểm tra bắt buộc.
zh_hans: 所有必需检查均已通过。

source: Everything applied
ja: すべて適用済み
ko: 모두 적용됨
vi: Đã áp dụng tất cả
zh_hans: 已全部应用

source: Exit status %d
ja: 終了ステータス %d
ko: 종료 상태 %d
vi: Mã thoát %d
zh_hans: 退出状态码 %d

source: Expected %@ Received %@
ja: 期待値 %1$@ 受信値 %2$@
ko: 예상 값 %1$@ 받은 값 %2$@
vi: Mong đợi %1$@ Nhận được %2$@
zh_hans: 预期 %1$@ 实际 %2$@

source: Experimental
ja: 実験的
ko: 실험적
vi: Thử nghiệm
zh_hans: 实验性

source: Experimental Custom Firmware
ja: 実験的カスタムファームウェア
ko: 실험적 커스텀 펌웨어
vi: Firmware tùy chỉnh thử nghiệm
zh_hans: 实验性自定义固件

source: Export
ja: 書き出す
ko: 내보내기
vi: Xuất
zh_hans: 导出

source: Export %@
ja: %@ を書き出す
ko: %@ 내보내기
vi: Xuất %@
zh_hans: 导出 %@

source: Export %lld Machines
ja: %lld 台のマシンを書き出す
ko: 머신 %lld대 내보내기
vi: Xuất %lld máy
zh_hans: 导出 %lld 台虚拟机

source: Export…
ja: 書き出す…
ko: 내보내기…
vi: Xuất…
zh_hans: 导出…

source: Extracted and patched per machine by fw prepare and fw patch. Launchpad removes them after the first boot unless “Keep prepared restore files” was on.
ja: fw prepare と fw patch によってマシンごとに展開され、パッチが適用されたファイルです。「準備した復元ファイルを残す」がオンでない限り、Launchpad は初回起動後にこれらを削除します。
ko: fw prepare와 fw patch가 머신마다 추출하고 패치한 파일입니다. ‘준비된 복원 파일 유지’가 켜져 있지 않으면 Launchpad는 첫 부팅 후 이 파일을 제거합니다.
vi: Được fw prepare và fw patch giải nén và vá cho từng máy ảo. Launchpad sẽ xóa chúng sau lần khởi động đầu tiên, trừ khi đã bật “Giữ lại các tệp khôi phục đã chuẩn bị”.
zh_hans: 由 fw prepare 和 fw patch 为每台虚拟机提取并修补。除非打开了“保留准备好的恢复文件”，否则 Launchpad 会在首次启动后移除它们。

source: Failed
ja: 失敗
ko: 실패
vi: Thất bại
zh_hans: 失败

source: Exporting…
ja: 書き出し中…
ko: 내보내는 중…
vi: Đang xuất…
zh_hans: 正在导出…

source: Filter patches
ja: パッチを絞り込む
ko: 패치 필터
vi: Lọc bản vá
zh_hans: 筛选补丁

source: Firmware
ja: ファームウェア
ko: 펌웨어
zh_hans: 固件

source: Firmwares
ja: ファームウェア
ko: 펌웨어
vi: Firmware
zh_hans: 固件

source: First available
ja: 最初に利用可能なもの
ko: 첫 번째 사용 가능한 인터페이스
vi: Giao diện khả dụng đầu tiên
zh_hans: 第一个可用接口

source: First boot
ja: 初回起動
ko: 첫 부팅
vi: Khởi động lần đầu
zh_hans: 首次启动

source: Fixed address
ja: 固定アドレス
ko: 고정 주소
vi: Địa chỉ cố định
zh_hans: 固定地址

source: Applied when the machine is installed
ja: マシンのインストール時に適用されます
ko: 머신을 설치할 때 적용됨
vi: Được áp dụng khi cài máy ảo
zh_hans: 在安装虚拟机时应用

source: Free disk space
ja: ディスクの空き容量
ko: 여유 디스크 공간
vi: Dung lượng trống
zh_hans: 可用磁盘空间

source: Free on %@
ja: %@ の空き容量
ko: %@ 여유 공간
vi: Còn trống trên %@
zh_hans: %@ 可用空间

source: From that network’s DHCP
ja: そのネットワークの DHCP から取得
ko: 해당 네트워크의 DHCP에서 받음
vi: Từ DHCP của mạng đó
zh_hans: 来自该网络的 DHCP

source: Full Screen
ja: フルスクリーン
ko: 전체 화면
vi: Toàn màn hình
zh_hans: 全屏

source: GitHub Actions build · Installed %@ · SHA-256 %@
ja: GitHub Actions ビルド · %1$@ にインストール · SHA-256 %2$@
ko: GitHub Actions 빌드 · %1$@에 설치됨 · SHA-256 %2$@
vi: Bản dựng GitHub Actions · Cài đặt %1$@ · SHA-256 %2$@
zh_hans: GitHub Actions 构建版本 · 安装于 %1$@ · SHA-256 %2$@

source: GitHub refused the token. Check that it can read Actions for Lakr233/vphone-cli.
ja: GitHub がトークンを拒否しました。Lakr233/vphone-cli の Actions を読み取れるか確認してください。
ko: GitHub가 토큰을 거부했습니다. Lakr233/vphone-cli의 Actions를 읽을 수 있는지 확인하십시오.
vi: GitHub đã từ chối token. Hãy kiểm tra token có quyền đọc Actions của Lakr233/vphone-cli.
zh_hans: GitHub 拒绝了此令牌。请确认它可以读取 Lakr233/vphone-cli 的 Actions。

source: Hardware
ja: ハードウェア
ko: 하드웨어
vi: Phần cứng
zh_hans: 硬件

source: Has vphone600ap
ja: vphone600ap あり
ko: vphone600ap 포함
vi: Có vphone600ap
zh_hans: 包含 vphone600ap

source: Helper %@ ready
ja: ヘルパー %@ の準備完了
ko: 도우미 %@ 준비됨
vi: Trình trợ giúp %@ đã sẵn sàng
zh_hans: 辅助工具 %@ 已就绪

source: Helper not available in this build
ja: このビルドではヘルパーを利用できません
ko: 이 빌드에서는 도우미를 사용할 수 없음
vi: Bản dựng này không có trình trợ giúp
zh_hans: 此构建版本不含辅助工具

source: Helper not installed
ja: ヘルパー未インストール
ko: 도우미가 설치되지 않음
vi: Chưa cài trình trợ giúp
zh_hans: 未安装辅助工具

source: Helper update available
ja: ヘルパーのアップデートあり
ko: 도우미 업데이트 있음
vi: Có bản cập nhật trình trợ giúp
zh_hans: 辅助工具有可用更新

source: Hide
ja: 隠す
ko: 숨기기
vi: Ẩn
zh_hans: 隐藏

source: Hide Inspector
ja: インスペクタを隠す
ko: 속성 패널 가리기
vi: Ẩn bảng kiểm tra
zh_hans: 隐藏检查器

source: Hide Sidebar
ja: サイドバーを隠す
ko: 사이드바 가리기
vi: Ẩn thanh bên
zh_hans: 隐藏边栏

source: Highlighted below. Each group reaches the guest a different way; apply them from the machine’s inspector.
ja: 下で強調表示しています。グループごとにゲストへの反映方法が異なります。マシンのインスペクタから適用してください。
ko: 아래에 강조 표시되어 있습니다. 그룹마다 게스트에 반영되는 방식이 다르므로 머신의 속성 패널에서 적용하십시오.
vi: Được làm nổi bật bên dưới. Mỗi nhóm đến máy khách theo một cách khác nhau; hãy áp dụng chúng từ bảng kiểm tra của máy ảo.
zh_hans: 已在下方高亮显示。每组补丁送达客户机的方式不同；请在虚拟机的检查器中应用它们。

source: Host Checks
ja: ホストのチェック
ko: 호스트 검사
vi: Kiểm tra máy chủ
zh_hans: 主机检查

source: Host Only
ja: ホストのみ
ko: 호스트 전용
vi: Chỉ máy chủ
zh_hans: 仅主机

source: Host only
ja: ホストのみ
ko: 호스트 전용
vi: Chỉ máy chủ
zh_hans: 仅主机

source: Host preflight
ja: ホストの事前チェック
ko: 호스트 사전 점검
vi: Kiểm tra trước máy chủ
zh_hans: 主机预检

source: Host preflight failed. Fix the issue and retry, or skip to use this version anyway.
ja: ホストの事前チェックに合格しませんでした。問題を解決して再試行するか、スキップしてこのバージョンをそのまま使用してください。
ko: 호스트 사전 점검에 실패했습니다. 문제를 해결한 후 다시 시도하거나, 건너뛰고 이 버전을 그대로 사용하십시오.
vi: Kiểm tra trước máy chủ không đạt. Hãy khắc phục sự cố rồi thử lại, hoặc bỏ qua để vẫn dùng phiên bản này.
zh_hans: 主机预检未通过。请修复问题后重试，或跳过以继续使用此版本。

source: Host Setup
ja: ホスト設定
ko: 호스트 설정
vi: Thiết lập máy chủ
zh_hans: 主机设置

source: Identity
ja: 識別情報
ko: 신원
vi: Danh tính
zh_hans: 身份

source: Image
ja: イメージ
ko: 이미지
vi: Ảnh
zh_hans: 映像

source: Import
ja: 読み込む
ko: 가져오기
vi: Nhập
zh_hans: 导入

source: Import Machine
ja: マシンを読み込む
ko: 머신 가져오기
vi: Nhập máy ảo
zh_hans: 导入虚拟机

source: Import…
ja: 読み込む…
ko: 가져오기…
vi: Nhập…
zh_hans: 导入…

source: In Catalog
ja: カタログに掲載
ko: 카탈로그에 있음
vi: Có trong danh mục
zh_hans: 在目录中

source: Importing %@
ja: %@ を読み込み中
ko: %@ 가져오는 중
vi: Đang nhập %@
zh_hans: 正在导入 %@

source: In progress
ja: 処理中
ko: 진행 중
vi: Đang thực hiện
zh_hans: 进行中

source: Include the restore IPSW directory
ja: 復元用 IPSW ディレクトリを含める
ko: 복원용 IPSW 디렉터리 포함
vi: Bao gồm thư mục IPSW khôi phục
zh_hans: 包含恢复用的 IPSW 目录

source: Install
ja: インストール
ko: 설치
vi: Cài đặt
zh_hans: 安装

source: Install a VPhone.bundle folder or .zip built on this Mac.
ja: この Mac でビルドした VPhone.bundle フォルダまたは .zip をインストールします。
ko: 이 Mac에서 빌드한 VPhone.bundle 폴더 또는 .zip을 설치합니다.
vi: Cài đặt thư mục VPhone.bundle hoặc tệp .zip được dựng trên máy Mac này.
zh_hans: 安装在此 Mac 上构建的 VPhone.bundle 文件夹或 .zip。

source: Install a VPhone.bundle to create and run machines.
ja: マシンを作成して実行するには、VPhone.bundle をインストールしてください。
ko: 머신을 생성하고 실행하려면 VPhone.bundle을 설치하십시오.
vi: Cài đặt VPhone.bundle để tạo và chạy máy ảo.
zh_hans: 安装 VPhone.bundle 以创建和运行虚拟机。

source: Install custom firmware
ja: カスタムファームウェアをインストール
ko: 커스텀 펌웨어 설치
vi: Cài firmware tùy chỉnh
zh_hans: 安装自定义固件

source: Update Guest Environment
ja: ゲスト環境を更新
ko: 게스트 환경 업데이트
vi: Cập nhật môi trường máy khách
zh_hans: 更新客户机环境

source: Updating guest environment…
ja: ゲスト環境を更新中…
ko: 게스트 환경 업데이트 중…
vi: Đang cập nhật môi trường máy khách…
zh_hans: 正在更新客户机环境…

source: A CFW install or environment update is already running on this machine. Wait for it to finish, then try again.
ja: このマシンでは CFW インストールまたはゲスト環境の更新がすでに実行中です。完了するまで待ってから、もう一度お試しください。
ko: 이 머신에서 CFW 설치 또는 게스트 환경 업데이트가 이미 진행 중입니다. 완료될 때까지 기다린 후 다시 시도하십시오.
vi: Máy này đang chạy một lần cài CFW hoặc cập nhật môi trường máy khách. Hãy đợi nó xong rồi thử lại.
zh_hans: 这台机器上已有 CFW 安装或客户机环境更新正在进行。请等它完成后再试。

source: Unable to update the guest environment.
ja: ゲスト環境を更新できません。
ko: 게스트 환경을 업데이트할 수 없습니다.
vi: Không thể cập nhật môi trường máy khách.
zh_hans: 无法更新客户机环境。

source: Install Custom Firmware
ja: カスタムファームウェアをインストール
ko: 커스텀 펌웨어 설치
vi: Cài firmware tùy chỉnh
zh_hans: 安装自定义固件

source: Install Local Build
ja: ローカルビルドをインストール
ko: 로컬 빌드 설치
vi: Cài đặt bản dựng cục bộ
zh_hans: 安装本地构建版本

source: Install Local Build…
ja: ローカルビルドをインストール…
ko: 로컬 빌드 설치…
vi: Cài đặt bản dựng cục bộ…
zh_hans: 安装本地构建版本…

source: Install with administrator access
ja: 管理者権限でインストール
ko: 관리자 권한으로 설치
vi: Cài đặt bằng quyền quản trị viên
zh_hans: 以管理员权限安装

source: Install…
ja: インストール…
ko: 설치…
vi: Cài đặt…
zh_hans: 安装…

source: Installed
ja: インストール済み
ko: 설치됨
vi: Đã cài đặt
zh_hans: 已安装

source: Installing %@…
ja: %@ をインストール中…
ko: %@ 설치 중…
vi: Đang cài đặt %@…
zh_hans: 正在安装 %@…

source: Installing custom firmware needs these files.
ja: カスタムファームウェアのインストールにこれらのファイルが必要です。
ko: 커스텀 펌웨어를 설치하려면 이 파일이 필요합니다.
vi: Cần các tệp này để cài firmware tùy chỉnh.
zh_hans: 安装自定义固件需要这些文件。

source: Installing custom firmware…
ja: カスタムファームウェアをインストール中…
ko: 커스텀 펌웨어 설치 중…
vi: Đang cài firmware tùy chỉnh…
zh_hans: 正在安装自定义固件…

source: Installing needs the privileged helper and Developer Tools access.
ja: インストールには特権ヘルパーとデベロッパツールへのアクセスが必要です。
ko: 설치하려면 권한 있는 도우미와 개발자 도구 접근 권한이 필요합니다.
vi: Cần trình trợ giúp đặc quyền và quyền Công cụ dành cho nhà phát triển để cài đặt.
zh_hans: 安装需要特权 Helper 和开发者工具权限。

source: Installing…
ja: インストール中…
ko: 설치 중…
vi: Đang cài đặt…
zh_hans: 正在安装…

source: Intel Macs are not supported
ja: Intel 搭載 Mac には対応していません
ko: Intel 기반 Mac은 지원되지 않습니다
vi: Không hỗ trợ máy Mac dùng Intel
zh_hans: 不支持搭载 Intel 芯片的 Mac

source: Interface
ja: インターフェイス
ko: 인터페이스
vi: Giao diện mạng
zh_hans: 接口

source: Interfaces
ja: インターフェイス
ko: 인터페이스
vi: Giao diện mạng
zh_hans: 接口

source: in use by creation
ja: 作成で使用中
ko: 생성에서 사용 중
vi: đang được dùng để tạo
zh_hans: 正被创建过程使用

source: ios27-rc Creation Log
ja: ios27-rc の作成ログ
ko: ios27-rc 생성 로그
vi: Nhật ký tạo ios27-rc
zh_hans: ios27-rc 创建日志

source: kept after creation
ja: 作成後も保持
ko: 생성 후 유지
vi: giữ lại sau khi tạo
zh_hans: 创建后保留

source: kept for retrying the creation
ja: 作成の再試行用に保持
ko: 생성 재시도를 위해 유지
vi: giữ lại để thử tạo lại
zh_hans: 为重试创建而保留

source: Its Info.plist must have the bundle identifier %@ and a version.
ja: Info.plist にはバンドル識別子 %@ とバージョンが必要です。
ko: Info.plist에 번들 식별자 %@ 및 버전이 있어야 합니다.
vi: Info.plist của nó phải có mã định danh bundle %@ và phiên bản.
zh_hans: 其 Info.plist 必须包含 Bundle 标识符 %@ 和版本号。

source: Keep in Menu Bar
ja: メニューバーに常駐
ko: 메뉴 막대에 유지
vi: Giữ trên thanh menu
zh_hans: 常驻菜单栏

source: Keep prepared restore files
ja: 準備した復元ファイルを残す
ko: 준비된 복원 파일 유지
vi: Giữ lại các tệp khôi phục đã chuẩn bị
zh_hans: 保留准备好的恢复文件

source: Keeps the data · machine stopped
ja: データを保持 · マシン停止中
ko: 데이터 유지 · 머신 중지 상태
vi: Giữ dữ liệu · máy ảo đã dừng
zh_hans: 保留数据 · 需停止虚拟机

source: Kind
ja: 種類
ko: 종류
vi: Loại
zh_hans: 种类

source: Latest
ja: 最新
ko: 최신
vi: Mới nhất
zh_hans: 最新

source: Launchpad lists the machines in every folder here. New Machine adds the folder it creates in. An added folder is forgotten once it holds no machine; nothing on disk is deleted.
ja: Launchpad はここにある各フォルダ内のマシンを一覧表示します。「新規マシン」は作成先のフォルダを追加します。追加したフォルダはマシンがなくなると一覧から外れますが、ディスク上のものは何も削除されません。
ko: Launchpad는 여기에 있는 모든 폴더의 머신을 나열합니다. ‘새로운 머신’은 생성 위치 폴더를 추가합니다. 추가한 폴더에 머신이 없어지면 목록에서 빠지지만 디스크에서는 아무것도 삭제되지 않습니다.
vi: Launchpad liệt kê máy ảo trong mọi thư mục ở đây. Máy ảo mới sẽ thêm thư mục mà nó tạo máy vào. Thư mục đã thêm sẽ bị bỏ khỏi danh sách khi không còn máy ảo nào; không có gì trên đĩa bị xóa.
zh_hans: Launchpad 会列出这里每个文件夹中的虚拟机。“新建虚拟机”会添加它所创建到的文件夹。添加的文件夹不再包含虚拟机后会被移出列表；磁盘上的内容不会被删除。

source: Launchpad quit before the install finished. Retry to continue.
ja: インストールが完了する前に Launchpad が終了しました。再試行して続行してください。
ko: 설치가 완료되기 전에 Launchpad가 종료되었습니다. 계속하려면 다시 시도하십시오.
vi: Launchpad đã thoát trước khi cài đặt xong. Hãy thử lại để tiếp tục.
zh_hans: Launchpad 在安装完成前退出。请重试以继续。

source: Leave ^[%lld boot-essential patch](inflect: true) off?
ja: 起動に必要なパッチ %lld 件をオフのままにしますか？
ko: 부팅에 필요한 패치 %lld개를 끈 상태로 둘까요?
vi: Để tắt %lld bản vá cần để khởi động?
zh_hans: 要让 %lld 个启动必需的补丁保持关闭吗？

source: Library
ja: ライブラリ
ko: 라이브러리
vi: Thư viện
zh_hans: 资料库

source: Leave Them Off
ja: オフのままにする
ko: 끈 상태로 두기
vi: Vẫn tắt
zh_hans: 保持关闭

source: Library on APFS
ja: ライブラリが APFS 上にある
ko: APFS에 있는 라이브러리
vi: Thư viện trên APFS
zh_hans: 资料库位于 APFS

source: Listing machines…
ja: マシンを一覧表示中…
ko: 머신 나열 중…
vi: Đang liệt kê máy ảo…
zh_hans: 正在列出虚拟机…

source: Loading firmware catalog…
ja: ファームウェアカタログを読み込み中…
ko: 펌웨어 카탈로그 불러오는 중…
vi: Đang tải danh mục firmware…
zh_hans: 正在载入固件目录…

source: Loading releases…
ja: リリースを読み込み中…
ko: 릴리스 불러오는 중…
vi: Đang tải các bản phát hành…
zh_hans: 正在载入发行版…

source: Local build · Installed %@ · SHA-256 %@
ja: ローカルビルド · %1$@ にインストール · SHA-256 %2$@
ko: 로컬 빌드 · %1$@에 설치됨 · SHA-256 %2$@
vi: Bản dựng cục bộ · Cài đặt %1$@ · SHA-256 %2$@
zh_hans: 本地构建版本 · 安装于 %1$@ · SHA-256 %2$@

source: Location
ja: 場所
ko: 위치
vi: Vị trí
zh_hans: 位置

source: Logs
ja: ログ
ko: 로그
vi: Nhật ký
zh_hans: 日志

source: Low disk space: %@. A new machine’s 64 GB disk may not fit once the guest fills it.
ja: ディスクの空き容量が少なくなっています：%@。ゲストが使い切ると、新しいマシンの 64 GB のディスクが収まらない可能性があります。
ko: 디스크 공간 부족: %@. 게스트가 공간을 채우면 새 머신의 64GB 디스크가 들어가지 않을 수 있습니다.
vi: Sắp hết dung lượng đĩa: %@. Ổ đĩa 64 GB của máy ảo mới có thể không đủ chỗ khi máy khách ghi đầy.
zh_hans: 磁盘空间不足：%@。客户机写满后，新虚拟机的 64 GB 磁盘可能放不下。

source: Machines
ja: マシン
ko: 머신
vi: Máy ảo
zh_hans: 虚拟机

source: Machines and their network
ja: マシンとそのネットワーク
ko: 머신 및 네트워크
vi: Máy ảo và mạng của chúng
zh_hans: 虚拟机及其网络

source: Machines are not affected. You can install this version again later.
ja: マシンには影響しません。このバージョンはあとで再インストールできます。
ko: 머신에는 영향이 없습니다. 이 버전은 나중에 다시 설치할 수 있습니다.
vi: Các máy ảo không bị ảnh hưởng. Bạn có thể cài lại phiên bản này sau.
zh_hans: 虚拟机不受影响。你可以稍后再次安装此版本。

source: Machines in %@ appear here.
ja: %@ 内のマシンがここに表示されます。
ko: %@에 있는 머신이 여기에 표시됩니다.
vi: Các máy ảo trong %@ sẽ hiển thị ở đây.
zh_hans: %@ 中的虚拟机会显示在这里。

source: Manage in Firmwares
ja: 「ファームウェア」で管理
ko: 펌웨어에서 관리
vi: Quản lý trong Firmware
zh_hans: 在“固件”中管理

source: macOS %@ is not supported
ja: macOS %@ はサポートされていません
ko: macOS %@은(는) 지원되지 않습니다
vi: Không hỗ trợ macOS %@
zh_hans: 不支持 macOS %@

source: macOS 15 or later
ja: macOS 15 以降
ko: macOS 15 이상
vi: macOS 15 trở lên
zh_hans: macOS 15 或更高版本

source: machine busy
ja: マシン処理中
ko: 머신 작업 중
vi: máy ảo đang bận
zh_hans: 虚拟机忙碌

source: machine running
ja: マシン実行中
ko: 머신 실행 중
vi: máy ảo đang chạy
zh_hans: 虚拟机运行中

source: needed to install custom firmware
ja: カスタムファームウェアのインストールに必要
ko: 커스텀 펌웨어 설치에 필요
vi: cần để cài firmware tùy chỉnh
zh_hans: 安装自定义固件需要

source: Maximum compression
ja: 最大圧縮
ko: 최대 압축
vi: Nén tối đa
zh_hans: 最高压缩率

source: Measuring machine folders…
ja: マシンフォルダのサイズを計測中…
ko: 머신 폴더 크기 측정 중…
vi: Đang đo dung lượng thư mục máy ảo…
zh_hans: 正在计算虚拟机文件夹大小…

source: Memory
ja: メモリ
ko: 메모리
vi: Bộ nhớ
zh_hans: 内存

source: Menu Bar
ja: メニューバー
ko: 메뉴 막대
vi: Thanh menu
zh_hans: 菜单栏

source: Minimize
ja: しまう
ko: 최소화
vi: Thu nhỏ
zh_hans: 最小化

source: Mixed
ja: 混在
ko: 혼합
vi: Hỗn hợp
zh_hans: 混合

source: Mode
ja: モード
ko: 모드
vi: Chế độ
zh_hans: 模式

source: More
ja: その他
ko: 더 보기
vi: Thêm
zh_hans: 更多

source: Name
ja: 名前
ko: 이름
vi: Tên
zh_hans: 名称

source: Name, iOS, UDID
ja: 名前、iOS、UDID
ko: 이름, iOS, UDID
vi: Tên, iOS, UDID
zh_hans: 名称、iOS、UDID

# Needs Launchpad %@.%@
source: Needs Launchpad %1$@.%2$@
ja: Launchpad %1$@.%2$@ が必要
ko: Launchpad %1$@.%2$@ 필요
vi: Cần Launchpad %1$@.%2$@
zh_hans: 需要 Launchpad %1$@.%2$@

source: NAT, Tunnel, Bridged or None for each
ja: マシンごとに NAT、トンネル、ブリッジ、なしから選択
ko: 머신마다 NAT, 터널, 브리지 또는 없음
vi: Mỗi máy chọn NAT, Đường hầm, Cầu nối hoặc Không có
zh_hans: 每台可选 NAT、隧道、桥接或无

source: Needs about %lld GB; %lld GB free.
ja: 約 %1$lld GB が必要です。空きは %2$lld GB です。
ko: 약 %1$lldGB가 필요합니다. 여유 공간은 %2$lldGB입니다.
vi: Cần khoảng %1$lld GB; còn trống %2$lld GB.
zh_hans: 约需 %1$lld GB；可用 %2$lld GB。

source: Needs attention
ja: 対応が必要
ko: 확인 필요
vi: Cần chú ý
zh_hans: 需要处理

source: Network
ja: ネットワーク
ko: 네트워크
vi: Mạng
zh_hans: 网络

source: New Machine
ja: 新規マシン
ko: 새로운 머신
vi: Máy ảo mới
zh_hans: 新建虚拟机

source: New Machine offers the folder last created in while it is mounted and usable, else the default library.
ja: 「新規マシン」は、前回の作成先フォルダがマウントされていて使用できる場合はそのフォルダを、それ以外の場合はデフォルトのライブラリを提示します。
ko: ‘새로운 머신’은 마지막으로 생성한 폴더가 마운트되어 있고 사용 가능하면 그 폴더를, 그렇지 않으면 기본 라이브러리를 제시합니다.
vi: Máy ảo mới đề xuất thư mục đã tạo lần trước nếu nó còn được gắn và dùng được, nếu không thì dùng thư viện mặc định.
zh_hans: “新建虚拟机”会优先提供上次创建时使用的文件夹（前提是它已装载且可用），否则提供默认资料库。

source: New Machines
ja: 新規マシン
ko: 새로운 머신
vi: Máy ảo mới
zh_hans: 新虚拟机

source: New Machine…
ja: 新規マシン…
ko: 새로운 머신…
vi: Máy ảo mới…
zh_hans: 新建虚拟机…

source: New machines are bound to this bundle, and commands that belong to no machine run with it. Each machine keeps its own bundle until you change it.
ja: 新しいマシンはこのバンドルに結び付けられ、どのマシンにも属さないコマンドもこのバンドルで実行されます。各マシンは、変更するまで自身のバンドルを使い続けます。
ko: 새 머신은 이 번들에 연결되며, 특정 머신에 속하지 않는 명령도 이 번들로 실행됩니다. 각 머신은 변경할 때까지 자체 번들을 계속 사용합니다.
vi: Máy ảo mới được gắn với bundle này, và các lệnh không thuộc máy ảo nào cũng chạy bằng nó. Mỗi máy ảo giữ bundle riêng cho đến khi bạn đổi.
zh_hans: 新虚拟机会绑定到这个 Bundle，不属于任何虚拟机的命令也用它运行。每台虚拟机会一直使用自己的 Bundle，直到你更改。

source: New machines use the default. Each machine keeps its own.
ja: 新しいマシンはデフォルトを使用します。各マシンは自身のものを使い続けます。
ko: 새 머신은 기본값을 사용합니다. 각 머신은 자체 번들을 유지합니다.
vi: Máy ảo mới dùng bản mặc định. Mỗi máy ảo giữ bản riêng của nó.
zh_hans: 新虚拟机使用默认版本，每台虚拟机保留自己的版本。

source: No Core Bundle
ja: コアバンドルがありません
ko: 코어 번들 없음
vi: Chưa có Bundle lõi
zh_hans: 没有核心 Bundle

source: No Core Bundle installed
ja: コアバンドルがインストールされていません
ko: 설치된 코어 번들 없음
vi: Chưa cài Bundle lõi
zh_hans: 未安装核心 Bundle
